{
    "navHome": "HOME",
    "navFeatures": "FEATURES",
    "navAbout": "ABOUT",
    "navLanguage": "LANGUAGE",
    "navSignin": "Sign In",
    "navGetStarted": "Get Started",
    "heroTitle": "Create, Manage, and Take Exams Online - Securely and Easily",
    "heroDesc": "A complete solution for teachers to create exams and for students to participate, with geo-location, automatic scoring, and time tracking.",
    "btnTeacher": "I'm a Teacher",
    "btnStudent": "I'm a Student",
    "features": "FEATURES",
    "feature1Title": "Flexible Exam Builder",
    "feature1Desc": "• Create both Multiple Choice (QCM) and Direct Answer questions<br>• Attach media like images,audio,or video for richer question context<br>• Define point values and answer tolerances with ease",
    "feature2Title": "Real-Time Scoring & Exam Timer",
    "feature2Desc": "• Set custom time limits per question or exam<br>• Student responses are auto-graded instantly<br>• Final score is calculated and displayed out of 100%",
    "feature3Title": "Secure Access with Geo-Location",
    "feature3Desc": "• Robust login using email and password<br>• Student identity and access location verified before exam starts<br>• Helps reduce cheating with geo-tracking",
    "howItWorks": "HOW IT WORKS",
    "step1Title": "Register",
    "step1Desc": "Sign up quickly as a teacher or student to access your personal dashboard. Secure login ensures your data and role are protected.",
    "step2Title": "Create & Share Exams",
    "step2Desc": "Teachers can create QCM or direct questions, add media, and share the exam access link with students instantly.",
    "step3Title": "Take Exams",
    "step3Desc": "Students join with the provided access code, complete the exam with a timer, and submit answers in a clean, user-friendly interface.",
    "step4Title": "Get Instant Results",
    "step4Desc": "Exams are scored automatically. Students receive instant feedback and teachers can monitor performance — no manual correction needed.",
    "about": "ABOUT",
    "aboutDesc": "With our site is A complete solution for teachers to create exams and for students to participate, with geo-location, automatic scoring, and time tracking.",
    "ready": "Ready to get started?",
    "readyDesc": "Join hundreds of teachers and students today",
    "createAccount": "Create Free Account"
  }
  